Repository: portu/lixuz
Catalog: i18n/*.po
Languages: nb, nn

source: This account has been deactivated.
nb: Denne kontoen er deaktivert.
nn: Denne kontoen er deaktivert.

source: Permission denied
nb: Tilgang nektet
nn: Tilgang nekta

source: You need to log in to access that resource.
nb: Du må logge inn for å få tilgang til denne ressursen
nn: Du må logge inn for å få tilgang til denne ressursen

source: 404 error
nb: 404 feil
nn: 404 feil

source: The component or object you requested could not be found<br /><br />If you entered the URL manually, please check if you have mistyped something.<br /><br />If you followed a link inside of Lixuz then this is almost certainly a bug,<br />please report it to your administrator or the Lixuz development team.<br /><br />Error information:<br />
nb: Komponentet eller objektet du ba om kunne ikke bli funnet.<br /><br />Hvis du skrev inn nettaddressa manuelt, sjekk om du har skrevet den feil.<br />Hvis du fulgte ei lenke inne i Lixuz er dette nesten heilt sikkert ein programfeil<br />rapporter den til din administrator eller utviklingslaget for Lixuz.<br /><br />Feilinformasjon:<br />
nn: Komponentet eller objektet du ba om kunna ikkje verta funne.<br /><br />Viss du skrev inn nettaddressa manuelt, sjekk om du har skrevet den feil.<br />Viss du fulgte ei lenke inne i Lixuz er dette nesten heilt sikkert ein programfeil<br />rapporter den til din administrator eller utviklingslaget for Lixuz.<br /><br />Feilinformasjon:<br />

source: Files
nb: Filer
nn: Filer

source: Active
nb: Aktiv
nn: Aktiv

source: Inactive
nb: Inaktiv
nn: Inaktiv

source: Uploaded by
nb: Lastet opp av
nn: Lasta opp av

source: (anyone)
nb: (hvem som helst)
nn: (kven som helst)

source: Error: Failed to locate UID. The path specified is invalid.
nb: Feil: Kunne ikke finne UIDen. Stien som er spesifisert er ugyldig.
nn: Feil: Kunna ikkje finne UIDen. Stigen som er spesifisert er ugyldig.

source: File deleted
nb: Fila er slettet
nn: Fila er sletta

source: Users
nb: Brukere
nn: Brukarar

source: Role
nb: Rolle
nn: Rolle

source: First name
nb: Fornavn
nn: Fornamn

source: Last name
nb: Etternavn
nn: Etternamn

source: E-mail
nb: E-post
nn: E-post

source: User name
nb: Brukernavn
nn: Brukarnamn

source: Password
nb: Passord
nn: Passord

source: Language
nb: Språk
nn: Språk

source: Create user
nb: Opprett bruker
nn: Opprett brukar

source: Edit account information
nb: Rediger kontoinformasjon
nn: Rediger kontoinformasjon

source: Editing user %(USER_ID)
nb: Redigerer bruker %(USER_ID)
nn: Redigerer brukar %(USER_ID)

source: Save changes
nb: Lagre endringer
nn: Lagra endringar

source: Change password to
nb: Endre passordet til
nn: Endre passordet til

source: You have not defined any roles. You need to add some roles before you can add a new user.
nb: Du har ikke definert noen roller. Du må legge til noen roller før du kan legge til en ny bruker.
nn: Du har ikkje definert nokon roller. Du må leggja til nokon roller før du kan leggja til ein ny brukar.

source: Your current password was incorrect
nb: Passordet ditt er feil
nn: Passordet ditt er feil

source: Your new password is too short
nb: Ditt nye passord er for kort
nn: Ditt nye passord er for kort

source: The new password is too short
nb: Det nye passordet er for kort
nn: Det nye passordet er for kort

source: The password is too short
nb: Passordet er for kort
nn: Passordet er for kort

source: User data saved
nb: Brukerdata lagret
nn: Brukardata lagra

source: Error: A user with the username %(USERNAME) already exists (UID %(UID)).
nb: Feil: En bruker med brukernavnet %(USERNAME) finnes allerete (ID %(UID)).
nn: Feil: Ein brukar med brukarnamnet %(USERNAME) finst allerete (ID %(UID)).

source: Error: Failed to locate a user with the UID %(UID).
nb: Feil: Kunne ikke finne en bruker med IDen %(UID).
nn: Feil: Kunna ikkje finna ein brukar med IDen %(UID).

source: User deleted
nb: Bruker slettet
nn: Brukar sletta

source: Categories
nb: Kategorier
nn: Kategoriar

source: Error: A category with the categoryname %(USERNAME) already exists (UID %(UID)).
nb: Feil: En kategori med navnet %(USERNAME) finnes allerete (ID %(UID)).
nn: Feil: Ein kategori med namnet %(USERNAME) finst allerete (ID %(UID)).

source: Error: Failed to locate a category with the UID %(UID).
nb: Feil: Kunne ikke finne en kategori med IDen %(UID)
nn: Feil: Kunna ikkje finna ein kategori med IDen %(UID)

source: Category deleted
nb: Kategori slettet
nn: Kategori sletta

source: Category name
nb: Kategorinavn
nn: Kategorinamn

source: URL
nb: Nettadresse
nn: Nettadresse

source: Folders
nb: Mapper
nn: Mapper

source: Template
nb: Maler
nn: Mal

source: Create category
nb: Opprett kategori
nn: Opprett kategori

source: Editing category %(CATEGORY_ID)
nb: Redigerer kategori %(CATEGORY_ID)
nn: Redigerer kategori %(CATEGORY_ID)

source: No parent
nb: Ingen forelder
nn: Inga forelder

source: Category data saved
nb: Kategoridata lagret
nn: Kategoridata lagra

source: <b>Access denied</b>: You are not allowed to access that resource
nb: <b>Tilgang nektet</b>: Du har ikke tilgang til denne ressursen
nn: <b>Tilgang nekta</b>: Du har ikkje tilgang til denne ressursen

source: Access denied
nb: Tilgang nektet
nn: Tilgang nekta

source: Dictionary
nb: Ordliste
nn: Ordliste

source: Definition deleted
nb: Definisjonen er slettet
nn: Definisjonen er sletta

source: Error: a definition of the word "%(WORD)" already exists with the word id %(WORDID)
nb: Feil: en definisjon av ordet «%(WORD)» finnes allerede med ord IDen %(WORDID)
nn: Feil: ein definisjon av ordet «%(WORD)» finst allereie med ord IDen %(WORDID)

source: Error: Failed to locate a dictionary with the UID %(UID).
nb: Feil: Kunnne ikke finne en ordlisteoppføring med IDen %(UID).
nn: Feil: Kunnne ikkje finna ein ordlisteoppføring med IDen %(UID).

source: Word
nb: Ord
nn: Ord

source: Definition
nb: Definisjon
nn: Definisjon

source: Create definition
nb: Opprett definisjon
nn: Opprett definisjon

source: Editing definition %(DICTIONARY_ID)
nb: Redigerer definisjonen av ordet %(DICTIONARY_ID)
nn: Redigerer definisjonen av ordet %(DICTIONARY_ID)

source: Definition saved
nb: Definisjon lagret
nn: Definisjon lagra

source: You have been logged out.
nb: Du har blitt logget ut.
nn: Du har blitt logga ut.

source: Login
nb: Logg inn
nn: Logg inn

source: <b>Login refused</b>: %(REASON)
nb: <b>Innlogging nektet</b>: %(REASON)
nn: <b>Innlogging nekta</b>: %(REASON)

source: Invalid username or password
nb: Uglydig brukernavn eller passord
nn: Uglydig brukarnamn eller passord

source: Log in
nb: Logg inn
nn: Logg inn

source: Username
nb: Brukernavn
nn: Brukarnamn

source: Forgotten password
nb: Glemt passord
nn: Gløymd passord

source: An e-mail with a link where you may change your password has been sent. Please check your e-mail.
nb: En e-post med en lenke hvor du kan endre passordet ditt har blitt sendt til din e-postadresse.
nn: Ein e-post med ei lenkje kvar du kan endre passordet ditt har blitt sendt til e-postadressa di.

source: Error: Failed to locate a user with the this email address.
nb: Feil: Kunne ikke finne en bruker med denne e-postadressa.
nn: Feil: Kunna ikkje finna ein brukar med denne e-postadressa.

source: Please enter a vaild e-mail address.
nb: Skriv inn en gyldig e-postadresse.
nn: Skriv inn ei gyldig e-postadresse.

source: Please click on following link to change your Lixuz password: %(LINK)
nb: Trykk på denne lenka for å endre Lixuz-passordet ditt: %(LINK)
nn: Trykk på denne lenkja for å endre Lixuz-passordet ditt: %(LINK)

source: Change Password
nb: Endre passord
nn: Endre passord

source: The password token was invalid.
nb: Ugyldig passordstreng.
nn: Ugyldig passordstreng.

source: You need to enter a password.
nb: Du må skrive inn et nytt passord.
nn: Du må skrive inn eit passord.

source: Your password has been changed. You may now log in with your new password
nb: Passordet ditt har blitt endret. Du kan nå logge inn med det nye passordet.
nn: Passordet ditt har blitt endra. Du kan no logge inn med ditt nye passord.

source: The new passwords do not match
nb: Passordene du skrev inn er ikke like
nn: Passorda du skreiv inn er ikkje like

source: Newsletter subscriptions
nb: Abonnenter på nyhetsbrev
nn: Abonnenter på nyheitsbrev

source: Name
nb: Navn
nn: Namn

source: Interval
nb: Intervall
nn: Intervall

source: Group
nb: Gruppe
nn: Gruppe

source: Manual newsletter
nb: Manuelt nyhetsbrev
nn: Manuelt nyheitsbrev

source: Dashboard
nb: Dashbord
nn: Dashbord

source: Settings
nb: Innstillinger
nn: Innstillingar

source: Templates
nb: Maler
nn: Malar

source: Articles
nb: Artikler
nn: Artiklar

source: Article status changed, and article(s) have been reassigned
nb: Artikkelstatus endra, og artikkelen(e) har blitt tildelt noen andre
nn: Artikkelstatus endra, og artikkelen/artiklane har blitt tildelt nokon nye

source: Article status changed
nb: Artikkelstatus endra
nn: Artikkelstatus endra

source: Article(s) have been reassigned
nb: Artikkelen(e) har blitt tildelt noen andre
nn: Artikkel/artiklar har blitt tildelt nokon andre

source: (none)
nb: (ingen)
nn: (inga)

source: (unknown)
nb: (ukjent)
nn: (ukjend)

source: (user)
nb: (bruker)
nn: (brukar)

source: (role)
nb: (rolle)
nn: (rolle)

source: Assigned to
nb: Tildelt
nn: Tildelt

source: (any user or role)
nb: (alle brukere og roller)
nn: (alle brukarar og roller)

source: In status
nb: I status
nn: I status

source: Error: Failed to locate revision %(REVISION) of the article %(UID)
nb: Feil: Kunne ikke finne en revisjon %(REVISION) av artikkelen %(UID)
nn: Feil: Kunna ikkje finna revisjonen %(REVISION) av artikkelen %(UID)

source: Error: Failed to locate a article with the UID %(UID).
nb: Feil: Kunne ikke finne en artikkel med IDen %(UID).
nn: Feil: Kunna ikkje finna ein artikkel med IDen %(UID).

source: Default Template
nb: Standardmal
nn: Standardmal

source: You have stolen the edit lock for this article.
nb: Du har stjålet redigeringslåsen for denne artikkelen.
nn: Du har stjålet redigeringslåsen for denne artikkelen.

source: Article deleted
nb: Artikkelen er slettet
nn: Artikkelen er sletta

source: Editing article %(ARTICLE_ID)
nb: Redigerer artikkel %(ARTICLE_ID)
nn: Redigerer artikkel %(ARTICLE_ID)

source: Creating article
nb: Oppretter artikkel
nn: Opprettar artikkel

source: Title
nb: Tittel
nn: Tittel

source: Lead
nb: Inngress
nn: Inngress

source: Author
nb: Forfatter
nn: Forfattar

source: Body
nb: Brødtekst
nn: Brødtekst

source: Publish time
nb: Publiseringstid
nn: Publiseringstid

source: Expires at
nb: Gyldig til
nn: Gyldig til

source: Order
nb: Rekkefølge
nn: Rekkjefølgja

source: Expiry time
nb: Gyldig til
nn: Gyldig til

source: Primary folder
nb: Hovedmappe
nn: Hovudmappe

source: -select-
nb: -velg-
nn: -vel-

source: (Default template)
nb: (standardmal)
nn: (standardmal)

source: Unsorted (files that are not in any folder yet)
nb: Usortert (filer som ikke er i ei mappe)
nn: Usortert (filer som ikkje er i ei mappe)

source: (unnamed)
nb: (uten navn)
nn: (utan namn)

source: Value
nb: Verdi
nn: Verdi

source: In folder
nb: I mappe
nn: I mappe

source: Error: Invalid ID supplied
nn: Feil: Ugyldig ID

source: Error: Failed to locate a category with the id %(CATEGORY_ID).
nn: Feil: Kunna ikkje finna ein kategori med IDen %(CATEGORY_ID).

source: Category layout
nn: Sideoppsett

source: Error: Invalid folder-ID supplied
nn: Feil: Ugyldig mappe-ID

source: This folder is not associated with the category
nn: Denne mappa høyrer ikkje til denne kategorien

source: Invalid category id.
nn: Ugyldig kategori-ID.

source: Invalid template id.
nn: Ugyldig mal-ID.

source: Template has no spots, unable to save layout
nn: Malfila har inga område, kan ikkje lagre sideoppsettet

source: Category layout saved successfully.
nn: Sideoppsettet vart lagra.

source: File(s) successfully uploaded
nb: Fil(er) lastet opp
nn: Fil(er) lasta opp

source: The target directory for files was not found or was not writable. Contact the system administrator.
nb: Målmappen for filer kunne ikke bli funnet eller var ikke skrivbar. Kontakt systemadministratoren.
nn: Målmappa for filer kunna ikkje verta funne eller vart ikkje skrivbar. Kontakt systemadministratoren.

source: An error occurred while writing data to disk: %(PERLIO_ERROR)
nb: En feil oppstod under skriving av data til disken: %(PERLIO_ERROR)
nn: Ein feil oppstod under skriving av data til disken: %(PERLIO_ERROR)

source: Templates must be of htm, html or xml type
nb: Maler må være i html eller xml format
nn: Malar må vera i html eller xml format

source: An internal unknown fatal error (ID %(ERRID)) occurred
nb: En ukjent og fatal intern feil oppstod (ID %(ERRID))
nn: Ein ukjend og fatal intern feil oppstod (ID %(ERRID))

source: <b>Fatal error:</b><br />%(ERROR_MESSAGE)
nb: <b>Fatal feil:</b><br />%(ERROR_MESSAGE)
nn: <b>Fatal feil:</b><br />%(ERROR_MESSAGE)

source: Error: That file does not exist.
nb: Feil: Den fila finnes ikke.
nn: Feil: Den fila finst ikkje.

source: Caption
nb: Bildetekst
nn: Bilettekst

source: Height (pixels)
nb: Høyde (piksler)
nn: Høgd (pikslar)

source: Width (pixels)
nb: Bredde (piksler)
nn: Breidd (pikslar)

source: File saved.
nb: Fil lagret.
nn: Fil lagra.

source: Roles
nb: Roller
nn: Roller

source: Error: Failed to locate a role with the UID %(UID).
nb: Feil: Kunne ikke finne en rolle med IDen %(UID).
nn: Feil: Kunna ikkje finna ein rolle med IDen %(UID).

source: Role deleted
nb: Rolle slettet
nn: Rolle sletta

source: Super user (unrestricted access)
nb: Superbruker (fri tilgang til alt)
nn: Superbrukar (fri tilgang til alt)

source: Add and edit articles
nb: Legg til og rediger artikler
nn: Legg til og rediger artiklar

source: Set/change deadline
nb: Velg/endre tidsfrist
nn: Vel/endra tidsfrist

source: Edit other users articles
nb: Rediger artiklene til andre brukere
nn: Rediger artiklane til andre brukarar

source: Preview and read own articles
nb: Se forhåndsvisning og lesevisning av egne artikler
nn: Sjå førehandsvising og lesevisning av eigne artiklar

source: Preview others articles
nb: Se forhåndsvisning av andres artikler
nn: Sjå førehandsvising av andres artiklar

source: Move articles to the trash
nb: Flytte artikler til papirkurven
nn: Flytte artiklar til papirkorga

source: Delete trashed articles
nb: Slette artikler fra papirkurven
nn: Slette artiklar frå papirkorga

source: Restore trashed articles
nb: Gjenopprette artikler i papirkurven
nn: Gjenopprette artiklar frå papirkorga

source: Set permissions on folders/objects for roles/users
nn: Set tilgangsrettar på mapper/objekt for roller/brukarar

source: Manage categories
nb: Håndter kategorier
nn: Handter kategoriar

source: Access the dashboard
nb: Få tilgang til dashbordet
nn: Få tilgang til dashbordet

source: Access dictionaries
nb: Få tilgang til ordlister
nn: Få tilgang til ordlister

source: Add/remove dictionary entries
nb: Legge til og fjerne oppføringer i ordlista
nn: Leggja til og fjerna oppføringar i ordlista

source: Access essential Lixuz services
nb: Få tilgang til grunnleggende Lixuz-tjenester
nn: Få tilgang til grunnleggjande Lixuz-tenester

source: Edit permissions on folders
nb: Rediger tilgangsrettigheter på mapper
nn: Rediger tilgangsrettar på mapper

source: Delete folders
nb: Slett mapper
nn: Slette mapper

source: Rename folders
nb: Endre mappenavn
nn: Gje nytt namn til mapper

source: Move folders
nn: Flytte mapper

source: Upload or edit files
nb: Last opp eller rediger filer
nn: Last opp eller rediger filer

source: Delete files
nb: Slett filer
nn: Slette filer

source: Crop images
nb: Beskjær bilder
nn: Beskjær bilete

source: View other users files
nb: Se på filer til andre brukere
nn: Sjå på filer til andre brukarar

source: Edit other users files
nb: Rediger filer til andre brukere
nn: Rediger filer til andre brukarar

source: Manage file classes
nb: Håndter filklasser
nn: Handter filklassar

source: Newsletter
nb: Nyhetsbrev
nn: Nyheitsbrev

source: Send, delete, edit and export
nn: Send, slett, rediger og eksporter

source: Access tags
nb: Få tilgang til emneord
nn: Få tilgang til emneord

source: Create new tags
nb: Opprett emneord
nn: Opprett emneord

source: Manage tags
nb: Håndter emneord
nn: Handter emneord

source: RSSImport
nb: RSS importering
nn: RSS importering

source: Administrative settings
nb: Administrative innstillinger
nn: Administrative innstillingar

source: Edit additional fields
nb: Rediger tilleggsfelt
nn: Rediger tilleggsfelt

source: Edit statuses
nb: Rediger statuser
nn: Rediger statuser

source: Manage users
nb: Håndter brukere
nn: Handter brukarar

source: Manage roles
nb: Håndter roller
nn: Handter roller

source: Manage templates
nb: Håndter maler
nn: Handter malar

source: %(USER) has assigned article %(ARTICLE_ID) (%(ARTICLE_NAME)) to you
nb: %(USER) har tildelt artikkelen %(ARTICLE_ID) (%(ARTICLE_NAME)) til deg
nn: %(USER) har tildelt artikkelen %(ARTICLE_ID) (%(ARTICLE_NAME)) til deg

source: The article "%(ARTICLE_NAME)" (%(ARTICLE_ID)) has been assigned to you by %(USER). You may now edit and manage this article in Lixuz at %(PAGE).
nb: Artikkelen «%(ARTICLE_NAME)» (%(ARTICLE_ID) har blitt tildelt deg av %(USER). Du kan nå redigere og håndtere denne artikkelen på %(PAGE).
nn: Artikkelen «%(ARTICLE_NAME)» (%(ARTICLE_ID) har blitt tildelt deg av %(USER). Du kan no redigera og handtera denne artikkelen på %(PAGE).

source: Some changes has been made by %(FIRSTNAME) %(LASTNAME) (%(USERNAME)) to an article (ID %(ARTICLE_ID)) you are watching:
nb: Noen endringer har blitt gjort av %(FIRSTNAME) %(LASTNAME) (%(USERNAME)) på en artikkel (ID %(ARTICLE_ID)) du følger:
nn: Nokon endringar har blitt gjort av %(FIRSTNAME) %(LASTNAME) (%(USERNAME)) på ein artikkel (ID %(ARTICLE_ID)) du følger:

source: Title change: "%(old)" => "%(new)."
nb: Tittel endret: «%(old)» => «%(new)».
nn: Tittel endra: «%(old)» => «%(new)».

source: The lead has been changed.
nb: Inngressen har blitt endret.
nn: Inngressen har blitt endra.

source: The body has been changed.
nb: Brødteksten har blitt endret.
nn: Brødteksten har blitt endra.

source: Author change: "%(old)" => "%(new)."
nb: Forfatter har blitt endret: «%(old)» => «%(new)»
nn: Forfattar har blitt endra: «%(old)» => «%(new)»

source: Publish time has changed: "%(old)" => "%(new)."
nb: Publiseringstid har blitt endret: «%(old)» => «%(new)»
nn: Publiseringstid har blitt endra: «%(old)» => «%(new)»

source: Expiry time has changed: "%(old)" => "%(new)".
nb: «Gyldig til» har blitt endret: «%(old)» => «%(new)»
nn: «Gyldig til» har blitt endra: «%(old)» => «%(new)»

source: (default)
nb: (standard)
nn: (standard)

source: Template change: "%(old)" => "%(new)".
nb: Mal har blitt endret: «%(old)» => «%(new)»
nn: Mal har blitt endra: «%(old)» => «%(new)»

source: Status change: "%(old)" => "%(new)".
nb: Status har blitt endret: «%(old)» => «%(new)»
nn: Status har blitt endra: «%(old)» => «%(new)»

source: Low
nb: Lav
nn: Låg

source: Medium
nb: Middels
nn: Middels

source: High
nb: Høy
nn: Høg

source: Priority change: "%(old)" => "%(new)".
nb: Prioriteten har blitt endret: «%(old)» => «%(new)»
nn: Prioriteten har blitt endra: «%(old)» => «%(new)»

source: The start date changed: "%(old)" => "%(new)".
nb: Startdatoen har blitt endret: «%(old)» => «%(new)»
nn: Startdatoen har blitt endra: «%(old)» => «%(new)»

source: The deadline changed: "%(old)" => "%(new)".
nb: Tidsfristen har blitt endret: «%(old)» => «%(new)»
nn: Tidsfristen har blitt endra: «%(old)» => «%(new)»

source: This message has been automatically generated by Lixuz because you are watching this article. You can stop watching this article by going to its edit page.
nb: Denne medlingen har blitt sendt automatisk av Lixuz fordi du følger denne artikkelen. Du kan slutte å følge artikkelen ved å gå til redigeringssida til den.
nn: Denne medlinga har blitt sendt automatisk av Lixuz fordi du følger denne artikkelen. Du kan slutte å følgja artikkelen ved å gå til redigeringssida til den.

source: An article you are watching (%(ARTID)) has been edited
nb: En artikkel du følger (%(ARTID)) har blitt redigert
nn: Ein artikkel du følger (%(ARTID)) har blitt redigert

source: (you do not have permission to set this value)
nb: (du har ikke tilgang til å redigere denne verdien)
nn: (du har ikkje tilgang til å redigera denne verdien)

source: (nobody)
nb: (ingen)
nn: (inga)

source: Reassign to role
nb: Tildel til rolle
nn: Tildel til rolle

source: Reassign to user
nb: Tildel til bruker
nn: Tildel til brukar

source: Assign to role
nb: Tildel til rolle
nn: Tildel til rolle

source: Assign to user
nb: Tildel til bruker
nn: Tildel til brukar

source: A new article (%(ARTICLE_NAME) (%(ARTICLE_ID)) is available
nb: En ny artikkel (%(ARTICLE_NAME) %(ARTICLE_ID)) er tilgjengelig
nn: Ein ny artikkel (%(ARTICLE_NAME) %(ARTICLE_ID)) er tilgjengeleg

source: An article has just been reassigned to the role that you belong to. You may accept this assignment on its page, %(PAGE), or your Lixuz dashboard.
nb: En artikkel har nettopp blit tildelt en rolle du er med i. Du kan godta denne oppgaven på artikkelsida, %(PAGE), eller på Lixuz dashbordet ditt.
nn: Ein artikkel har nettopp blit tildelt ein rolle du er med i. Du kan godta denne oppgaven på artikkelsida, %(PAGE), eller på Lixuz dashbordet ditt.

source: %(FIRSTNAME) %(LASTNAME) (%(USERNAME)) commented on the article %(ARTID) (%(ARTICLE_TITLE))
nb: %(FIRSTNAME) %(LASTNAME) (%(USERNAME)) kommenterte på artikkelen %(ARTID) (%(ARTICLE_TITLE))
nn: %(FIRSTNAME) %(LASTNAME) (%(USERNAME)) kommenterte på artikkelen %(ARTID) (%(ARTICLE_TITLE))

source: %(SUBJECT) by %(FIRSTNAME) %(LASTNAME) (%(USERNAME)): %(BODY)
nb: %(SUBJECT) av %(FIRSTNAME) %(LASTNAME) (%(USERNAME)): %(BODY)
nn: %(SUBJECT) av %(FIRSTNAME) %(LASTNAME) (%(USERNAME)): %(BODY)

source: This message has been automatically generated by Lixuz because you are either watching this article, or you are the assignee.
nb: Denne meldingen har blitt sendt automatisk av Lixuz fordi du enten følger denne artikkelen, eller er tildelt denne artikkelen.
nn: Denne meldinga har blitt sendt automatisk av Lixuz fordi du anten følger denne artikkelen, eller er tildelt denne artikkelen.

source: Trash (articles)
nb: Papirkurv (artikler)
nn: Papirkurv (artiklar)

source: Server settings
nb: Innstillinger for tjeneren
nn: Innstillingar for tenaren

source: Deleting system UIDs is not allowed
nb: Sletting av system UIDer er ikke tillatt
nn: Sletting av system UIDar er ikkje tillatt

source: Status id did not exist.
nb: Status IDen finnes ikke
nn: Status IDen finst ikkje

source: Status deleted.
nb: Status slettet
nn: Status sletta

source: Editing system UIDs is not allowed
nb: Redigering av system UIDer er ikke tillatt
nn: Redigering av system UIDar er ikkje tillatt

source: Changes saved
nb: Endringer lagret
nn: Endringar lagra

source: Create status
nb: Opprett status
nn: Opprett status

source: Status created
nb: Status opprettet
nn: Status oppretta

source: Memcached has been flushed.
nb: Memcached har blit tømt.
nn: Memcached har blit tømt.

source: Error: Failed to locate a field with the UID %(UID).
nb: Feil: Kunne ikke finne et felt med IDen %(UID)
nn: Feil: Kunna ikkje finna eit felt med IDen %(UID)

source: Failed to locate the supplied field
nb: Kunne ikke finne det valgte feltet
nn: Kunna ikkje finna det valde feltet

source: Field and all related values have been deleted
nb: Feltet og alle relaterte verdier har blitt slettet
nn: Feltet og alle relaterte verdiar har blitt sletta

source: Unknown widget
nb: Ukjent skjermelement
nn: Ukjend skjermelement

source: Upload template
nb: Last opp mal
nn: Last opp mal

source: The template has been uploaded
nb: Malfila har blitt lastet opp
nn: Malfila har blitt lasta opp

source: Template uploaded
nb: Malfila har blitt lastet opp
nn: Malfila har blitt lasta opp

source: Search
nb: Søk
nn: Søk

source: All
nb: Alle
nn: Alle
