Repository: portu/lixuz
Catalog: i18n/*.po
Languages: nb, nn

source: You have unsaved changes. If you move away from this page, those changes will be lost.
nb: Du har ikke lagret endringene dine. Hvis du beveger deg bort fra denne sida vil disse endringene gå tapt.
nn: Du har ikkje lagra endringane dine. Viss du beveg deg bort frå denne sida vil desse endringane gå tapt.

source: You must first save the article.
nb: Du må lagre artikkelen først.
nn: Du må lagra artikkelen først.

source: Loading folders...
nb: Laster mapper …
nn: Lastar mapper …

source: Add relationships
nb: Legg til relasjoner
nn: Legg til relasjonar

source: Add article relationships
nb: Opprett nye artikkelrelasjoner
nn: Opprett nye artikkelrelasjonar

source: The following articles already has relationships with this article: %(ARTICLES) You will have to remove the existing relationship(s) first.
nb: Følgende artiklar har allerede relasjoner med denne artikkelen: %(ARTICLES) Du må fjerne de eksisterende relasjonene først.
nn: Følgjande artiklar har allereie relasjonar med denne artikkelen: %(ARTICLES) Du må fjerna dei eksisterande relasjonane først.

source: Which type of relationship does the article "%(ARTICLE_TITLE)" have with this article?
nb: Hvilken type relasjon har artikkelen «%(ARTICLE_TITLE)» med denne artikkelen?
nn: Kva type relasjon har artikkelen «%(ARTICLE_TITLE)» med denne artikkelen?

source: Which type of relationship does these articles have with this article?
nb: Hvilken type relasjon har disse artiklene med denne artikkelen?
nn: Kva type relasjon har desse artiklene med denne artikkelen?

source: Related
nb: Relatert
nn: Relatert

source: Previous article
nb: Forrige artikkel
nn: Førre artikkel

source: Cancel
nb: Avbryt
nn: Avbryt

source: Select relationship type
nb: Velg relasjonstype
nn: Vel relasjonstype

source: No results matched
nb: Ingen treff på
nn: Ingen treff på

source: Are you sure that you want to move the article "%(NAME)" to trash? This will permanently change the status of the article from "Live" to "Inactive" (if you restore it, you will need to manually set the article Live again).
nb: Er du sikker på at du vil flytte artikkelen «%(NAME)» til papirkurven? Dette vil endre statusen til artikkelen fra «Live (på nett)» til «Inaktiv» (hvis du gjenoppretter den må du manuelt endre artikkelen til «Live (på nett)» igjen).
nn: Er du viss på at du vil flytta artikkelen «%(NAME)» til papirkorga? Dette vil endra statusen til artikkelen frå «Live (på nett)» til «Inaktiv» (viss du gjenoppretter den må du manuelt endra artikkelen til «Live (på nett)» att).

source: Are you sure that you want to move the article "%(NAME)" to trash?
nb: Er du sikker på at du vil flytte artikkelen «%(NAME)» til papirkurven?
nn: Er du viss på at du vil flytta artikkelen «%(NAME)» til papirkorga?

source: Moving to trash...
nb: Flytter til papirkurven …
nn: Flytter til papirkorga …

source: Deleting...
nb: Sletter …
nn: Sletter …

source: Failed to delete:
nb: Kunne ikke slette:
nn: Kunne ikkje sletta:

source: Backup deleted.
nb: Sikkerhetskopien er slettet.
nn: Sikkerhetskopien er sletta.

source: Backups found on server, loading information...
nb: Sikkerhetskopier ble funnet på tjeneren, laster informasjon …
nn: Sikkerhetskopier vart funne på tenaren, lastar informasjon …

source: An error occurred, we recieved a message from the server saying that there was backups available for restoration. Now it says there aren't any. Something is not quite right somewhere
nb: En feil oppstod: mottok en melding fra tjeneren om at det var sikkerhetskopier tilgjengelig for gjenoppretting. Nå sier tjeneren at det ikke er noen. Noe er feil en plass.
nn: Ein feil oppstod: mottok ein melding frå tenaren om at det var sikkerhetskopier tilgjengeleg for gjenoppretting. No sier tenaren at det ikkje er nokon. Noko er feil ein plass.

source: Delete backup
nb: Slett sikkerhetskopi
nn: Slett sikkerhetskopi

source: Backups of some of your articles was found. You may choose to restore these now, delete them, or postpone any action until later. Click on the title of an article to restore it
nb: Sikkerhetskopier av noen av dine artikler ble funnet. Du kan velge å gjenopprette disse nå, slette de, eller vente med å gjøre noe til senere. Trykk på tittelen til en artikkel for å gjenopprette den.
nn: Sikkerhetskopier av nokon av dine artikler vart funne. Du kan velja å gjenopprette desse no, sletta dei, eller vente med å gjera noko til seinare. Trykk på tittelen til ein artikkel for å gjenopprette den.

source: Backups found
nb: Sikkerhetskopier funnet
nn: Sikkerhetskopier funne

source: Later
nb: Senere
nn: Seinare

source: If you do not save this article within ten minutes, you will lose the edit lock on it.
nb: Hvis du ikke lagrer denne artikkelen innen ti minutter vil du miste redigeringslåsen.
nn: Viss du ikkje lagrar denne artikkelen innan ti minutt vil du miste redigeringslåsen.

source: Edit lock lost
nb: Redigeringslås mistet
nn: Redigeringslås mistet

source: You have lost the edit lock for this article, it is now locked by <i>%(USER)</i>. Your data has been backed up, but you will not be able to save or restore the backup until the article has been unlocked.
nb: Du har mistet redigeringslåsen til denne artikkelen, den er nå låst av <i>%(USER)</i>. Dine data har blitt sikkerhetskopiert, men du vil ikke kunne lagre artikkelen eller gjenopprette sikkerhetskopien før artikkelen har blitt låst opp.
nn: Du har mistet redigeringslåsen til denne artikkelen, den er no låst av <i>%(USER)</i>. Dine data har blitt sikkerhetskopiert, men du vil ikkje kunna lagra artikkelen eller gjenopprette sikkerhetskopien før artikkelen har blitt låst opp.

source: Download
nb: Last ned
nn: Last ned

source: TINYMCE_LANGUAGE
nb: nb
nn: nn

source: Move
nn: Flytt

source: to
nn: til

source: Please select a target folder
nn: Vel ei målmappe

source: Please select a source folder
nn: Vel mappa du vil flytte

source: A folder can not be moved to itself
nn: Ei mappe kan ikkje flyttast til seg sjølv

source: Move folder
nn: Flytt mappe

source: Renaming...
nb: Endrer navn …
nn: Endrar namn …

source: Move failed: Unable to move a folder to a subfolder of itself
nn: Flyttinga vart mislukka: Kan ikkje flytt ei mappe til ei undermappe av seg sjølv

source: Select the folder that you want to rename.
nb: Velg mappen du vil endre navnet til.
nn: Vel mappa du vil endra namnet til.

source: Rename to
nb: Endre navn til
nn: Endra namn til

source: Rename
nb: Endre navn
nn: Endra namn

source: Please enter a folder name
nb: Skriv inn et mappenavn
nn: Skriv inn eit mappenamn

source: Rename folder
nb: Endre navn på mappe
nn: Endra namn på mappe

source: Loading folder data ...
nb: Laster mapperdata …
nn: Lastar mapperdata …

source: Select the folder that you want to delete.
nb: Velg mappen du vil slette.
nn: Vel mappa du vil sletta.

source: Note: This action is permanent, there is no undo
nb: Merg: Denne handlingen er permanent, du kan ikke angre
nn: Merg: Denne handlinga er permanent, du kan ikkje angra

source: Delete folder
nb: Slett mappe
nn: Slett mappe

source: <b>WARNING:</b> This action is permanent and can NOT be undone.<br /><br />Are you sure you want to delete the folder %(folder) and ALL OF ITS SUBFOLDERS?<br /><br />Any articles or files whose primary folder is the folder you are deleting will be moved to the first folder that can be located.
nb: <b>ADVARSEL:</b> Denne handlingen er permanent og kan IKKE angres.<br /><br />Er du sikker på at du vil slette mappen %(folder) og ALLE UNDERMAPPER?<br /><br />Artikler eller filer som har denne mappen som hovedmappe vil bli flyttet til første tilgjengelige mappe.
nn: <b>ADVARSEL:</b> Denne handlinga er permanent og kan IKKJE angrast.<br /><br />Er du sikker på at du vil sletta mappa %(folder) og ALLE UNDERMAPPER?<br /><br />Artikler eller filer som har denne mappa som hovudmappe vil verta flytta til første tilgjengelege mappe.

source: Confirm deletion
nb: Bekreft sletting
nn: Stadfest sletting

source: Deleting...<br />This is a heavy operation and may take a while
nb: Sletter …<br />Dette er en tung operasjon og kan ta en stund
nn: Sletter …<br />Dette er ein tung operasjon og kan ta ein stund

source: The operation has timed out. This is caused by an unknown error that occurred while performing this operation. Please try again. If the problem persists, contact your system administrator with the information at the bottom of this message.
nb: Operasjonen har fått et tidsavbrudd. Dette skjer på grunn av en ukjent feil som oppstod under utføring av denne operasjonen. Prøv igjen. Hvis problement vedvarer kontakt din systemadministrator med informasjonen på bunnen av denne meldingen.
nn: Operasjonen har fått eit tidsavbrudd. Dette skjer på grunn av ein ukjend feil som oppstod under utføring av denne operasjonen. Prøv att. Viss problement vedvarer kontakt din systemadministrator med informasjonen på botnen av denne meldinga.

source: Done any second now...
nb: Snart ferdig …
nn: Snart ferdig …

source: Please wait...
nb: Vent …
nn: Vent …

source: No
nb: Nei
nn: Nei

source: Yes
nb: Ja
nn: Ja

source: You must select at least one folder
nb: Du må velge minst èn mappe
nn: Du må velje minst èi mappe

source: Loading filtering rules...
nb: Laster filterregler …
nn: Lastar filterregler …

source: Loading data...
nb: Laster data …
nn: Lastar data …

source: Filtering...
nb: Filtrerer …
nn: Filtrerer …

source: No files found matching the current filters
nb: Ingen filer som passet med disse filterene kunne bli funnet
nn: Inga filer som passa med desse filterene kunna verta funne

source: No articles found matching the current filters
nb: Ingen artikler som passet med disse filterene kunne bli funnet
nn: Inga artikler som passa med desse filterene kunna verta funne

source: No entries found matching the current filters
nb: Ingen oppføringer som passet med disse filterene kunne bli funnet
nn: Inga oppføringar som passa med desse filterene kunna verta funne

source: of
nb: av
nn: av

source: Are you sure you wish to cancel this users subscription?
nb: Er du sikker på at du vil avslutte abonnementet til denne brukeren?
nn: Er du sikker på at du vil avslutte abonnementet til denne brukaren?

source: Loading group data...
nb: Laster gruppedata …
nn: Lastar gruppedata …

source: Saving...
nb: Lagrer …
nn: Lagrar …

source: Loading list...
nb: Laster liste …
nn: Lastar lista …

source: There are no saved newsletters.
nb: Ingen nyheitsbrev har blitt lagret.
nn: Inga nyheitsbrev har blitt lagra.

source: Sent at
nb: Sendt
nn: Sendt

source: Select newsletter
nb: Velg nyhetsbrev
nn: Vel nyhetsbrev

source: Loading message...
nb: Laster medling …
nn: Lastar medling …

source: You need to add some recipients first
nb: Du må legge til noen mottakere først
nn: Du må leggja til nokre mottakarar først

source: You need to enter a subject
nb: Du må skrive inn et emne
nn: Du må skriva inn eit emne

source: The message can not be empty
nb: Meldingen kan ikke være tom
nn: Meldinga kan ikkje vera tom

source: The from e-mail can not be empty
nb: Fra-adressa kan ikke være tom
nn: Frå-adressa kan ikkje vera tom

source: Sending...
nb: Sender …
nn: Sender …

source: Enter e-mail addresses here, separated by commas.
nb: Skriv inn e-postadresser her, skillet med komma.
nn: Skriv inn e-postadresser her, skilt med komma.

source: Group:
nb: Gruppe:
nn: Gruppe:

source: remove
nb: fjern
nn: fjern

source: Loading group list...
nb: Laster gruppeliste …
nn: Lastar gruppeliste …

source: Select the group(s) to add
nb: Velg gruppene som skal legges til
nn: Vel gruppene som skal leggjes til

source: Select the group to edit
nb: Velg gruppa du vil redigere
nn: Vel gruppa du vil redigera

source: Close
nb: Lukk
nn: Lukk

source: Loading group information...
nb: Laster gruppeinformasjon …
nn: Lastar gruppeinformasjon …

source: Group name
nb: Gruppenavn
nn: Gruppenamn

source: Internal only
nb: Bare intern
nn: Berre intern

source: Delete group
nb: Slett gruppe
nn: Slett gruppe

source: Newsletter group editor
nb: Grupperedigering for nyhetsbrev
nn: Grupperedigering for nyhetsbrev

source: Are you sure you wish to delete this group?
nb: Er du sikker på at du vil slette denne gruppa?
nn: Er du viss på at du vil sletta denne gruppa?

source: Add Subscriber
nb: Legg til abonnent
nn: Legg til abonnement

source: Loading subscriber information...
nb: Laster abonnentsinformasjon …
nn: Lastar abonnementsinformasjon …

source: Import CSV
nb: Importer CSV
nn: Importer CSV

source: Upload and close
nb: Last opp og lukk
nn: Last opp og lukk

source: Loading folder and template data ...
nb: Laster mappe- og maldata …
nn: Lastar mappe- og maldata …

source: Select the folder you wish to create the article in, and optionally a template, then click on create
nb: Velg mappen du vil opprette artikkelen i, og en mal (valgfritt), og så trykk på opprett.
nn: Vel mappa du vil oppretta artikkelen i, og ein mal (valfritt), og så trykk på opprett.

source: Template:
nb: Mal:
nn: Mal:

source: (use default)
nb: (bruk standard)
nn: (bruk standard)

source: Create
nb: Opprett
nn: Opprett

source: Creating article ...
nb: Oppretter artikkel …
nn: Opprettar artikkel …

source: Loading list of additional elements...
nb: Laster liste over tilleggselement …
nn: Lastar lista over tilleggselement …

source: Add selected elements
nb: Legg til de valgte elementene
nn: Legg til dei valde elementa

source: Add additional elements
nb: Legg til tilleggselement
nn: Legg til tilleggselement

source: Show Lixuz sidebar
nb: Vis Lixuz sidestolpe
nn: Vis Lixuz sidestolpe

source: Working...
nb: Jobber …
nn: Jobber …

source: This article is currently locked for editing by <i>%(USER)</i>.
nb: Denne artikkelen er låst av <i>%(USER)</i> og kan ikke redigeres.
nn: Denne artikkelen er låst av <i>%(USER)</i> og kan ikkje redigerast.

source: <br /><br />This is a read-only preview of the article. You can steal this lock from the user by pressing the "Steal lock" button below. Use this function with care, if you steal a lock from a user that is currently working on this article, that user may not be able to save their changes
nb: <br /><br />Dette er en skrivebeskyttet forhåndsvisning av artikkelen. Du kan stjele låsen til artikkelen ved å trykke på «Stjel lås»-knappen. Vær forsiktig når du bruker denne funksjonen, hvis du stjeler en lås fra en bruker som jobber med artikkelen kan ikke den brukeren lagre arbeidet sitt
nn: <br /><br />Dette er ei skrivebeskytta førehandsvisning av artikkelen. Du kan stjele låsen til artikkelen ved å trykke på «Stjel lås»-knappen. Ver forsiktig når du bruker denne funksjonen, viss du stjeler en lås frå ein brukar som jobbar med artikkelen kan ikkje den brukaren lagra arbeidet sitt

source: Locked
nb: Låst
nn: Låst

source: Hide Lixuz sidebar
nb: Skjul Lixuz sidestolpe
nn: Gøym Lixuz sidestolpe

source: Loading data ...
nb: Laster data …
nn: Lastar data …

source: Edit article
nb: Rediger artikkel
nn: Rediger artikkel

source: Article ID:
nb: Artikkel ID:
nn: Artikkel ID:

source: Publish time:
nb: Publiseringstid:
nn: Publiseringstid:

source: Expiry time:
nb: Gyldig til:
nn: Gyldig til:

source: Folder path:
nb: Mappesti:
nn: Mappestig:

source: Assigned to:
nb: Tildelt:
nn: Tildelt:

source: Assigned by:
nb: Tildelt av:
nn: Tildelt av:

source: Priority:
nb: Prioritet:
nn: Prioritet:

source: Start date:
nb: Startdato:
nn: Startdato:

source: Deadline:
nb: Tidsfrist:
nn: Tidsfrist:

source: Comments
nb: Kommentarer
nn: Kommentarar

source: View caption
nb: Vis bildetekst
nn: Vis bilettekst

source: Key
nb: Nøkkel
nn: Nøkkel

source: Error
nb: Feil
nn: Feil

source: You must enter a comment
nb: Du må skrive inn en kommentar
nn: Du må skriva inn ein kommentar

source: Saving cropped image...
nb: Lagrer beskjært bilde …
nn: Lagrar beskjært bilete …

source: Show original
nb: Vis original
nn: Vis original

source: Restoring backup...
nb: Gjenoppretter sikkerhetskopi …
nn: Gjenoppretter sikkerhetskopi …

source: Nothing to submit
nb: Ingenting å sende inn
nn: Ingenting å sende inn

source: Retrieveing data...
nb: Henter data …
nn: Hentar data …

source: Content
nb: Innhold
nn: Innhald

source: Edit RSS entry
nb: Rediger RSS-oppføring
nn: Rediger RSS-oppføring

source: Reloading...
nb: Laster på nytt …
nn: Lastar på nytt …

source: Are you sure you wish to permanently delete this entry?
nb: Er du sikker på at du vil slette denne oppføringen permanent?
nn: Er du viss på at du vil sletta denne oppføringa permanent?

source: Loading element data...
nb: Laster elementdata …
nn: Lastar elementdata …

source: Word/phrase
nb: Ord/uttrykk
nn: Ord/uttrykk

source: Upload file
nb: Last opp fil
nn: Last opp fil

source: Loading form...
nb: Laster skjema …
nn: Lastar skjema …

source: The connection to the server has timed out. Please retry the request soon.
nb: Tilkoblingen til tjeneren har hatt et tidsavbrukk. Prøv igjen snart.
nn: Tilkoplinga til tenaren har hatt eit tidsavbrot. Prøv att snart.

source: The server returned invalid JSON data. This is either a temporary server problem, or a bug in Lixuz. If the problem persists, contact your system administrator with the information listed below.
nb: Tjeneren svarte med ugyldig JSON-data. Dette er enten et midlertidig tjenerproblem, eller en feil i Lixuz. Hvis problemet fortsetter, kontakt din systemadministrator med informasjonen som er listet opp under denne meldingen.
nn: Tenaren svarte med ugyldig JSON-data. Dette er anten eit mellombels tenarproblem, eller ein feil i Lixuz. Viss problemet fortsetter, kontakt din systemadministrator med informasjonen som er lista opp under denne meldinga.

source: An unhandled error occurred during the request to the server
nb: En ukjent feil oppstod under forespørselen til tjeneren.
nn: Ein ukjend feil oppstod under forespørselen til tenaren.

source: An unknown and unhandled error occurred during the request to the server
nb: En ukjent feil oppstod under forespørselen til tjeneren.
nn: Ein ukjend feil oppstod under forespørselen til tenaren.

source: This article has not been saved so there are no revisions to list
nb: Denne artikkelen har ikke blitt lagret, så det er ingen revisjoner som kan listes opp
nn: Denne artikkelen har ikkje blitt lagra, så det er inga revisjonar som kan listes opp

source: Fetching revisions...
nb: Henter revisjoner …
nn: Hentar revisjonar …

source: Loading statuses...
nb: Laster statuser …
nn: Lastar statuser …

source: (current)
nb: (gjeldende)
nn: (gjeldande)

source: Select which status you want to change this revision to. Changing a new revision to "Live" will result in the current live revision being changed to "Inactive".
nb: Velg hvilken status du vil endre denne revisjonen til. Endring av en revisjon til «Live (på nett)» vil resultere i at den gjeldende «live»-revisjonen av artikkelen blir satt til «Inaktiv».
nn: Vel kva status du vil endra denne revisjonen til. Endring av ein revisjon til «Live (på nett)» vil resultera i at den gjeldande «live»-revisjonen av artikkelen vert sett til «Inaktiv».

source: Change it to:
nb: Endre til:
nn: Endra til:

source: Change it
nb: Endre
nn: Endra

source: Changing status...
nb: Endrer status …
nn: Endrar status …

source: Change the status of revision %(REVISION)
nb: Endre status til revisjon %(REVISION)
nn: Endra status til revisjon %(REVISION)

source: Saved by
nb: Lagret av
nn: Lagra av

source: Saved at
nb: Lagret
nn: Lagra

source: View this revision of the article
nb: Vis denne revisjonen av artikkelen
nn: Vis denne revisjonen av artikkelen

source: Change the status of this revision
nb: Endre statusen til denne revisjonen
nn: Endra statusen til denne revisjonen

source: Revisions of %(ARTID)
nb: Revisjoner av %(ARTID)
nn: Revisjonar av %(ARTID)

source: The field "%(field)" must be filled in.
nb: Feltet «%(field)» må fylles inn.
nn: Feltet «%(field)» må fylles inn.

source: The field "%(field)" contains an invalid date.
nb: Feltet «%(field)» inneholder en ugyldig dato.
nn: Feltet «%(field)» inneheld ein ugyldig dato.

source: The value for the field "%(FIELD)" must be within the range %(MIN)-%(MAX)
nb: Verdien til feltet «%(FIELD)» må være innen intervallet %(MIN)-%(MAX)
nn: Verdien til feltet «%(FIELD)» må vera innan intervallet %(MIN)-%(MAX)

source: (Unsaved)
nb: (Ikke lagret)
nn: (Ikkje lagra)

source: You have unsaved status changes, those changes will be lost if you leave without saving.
nb: Du har ulagrede statusendringer. Hvis du beveger deg bort fra denne sida vil disse endringene gå tapt.
nn: Du har ulagra statusendringar. Viss du beveg deg bort frå denne sida vil desse endringane gå tapt.

source: Enabled?
nb: Slått på?
nn: Slått på?

source: Spot:
nb: Område:
nn: Område:

source: Fetching list of file spots...
nb: Henter liste over filområder …
nn: Hentar lista over filområde …

source: A file named "%(NAME)" (id %(ID)) is already assigned to this spot. Do you want to replace it with the file "%(NEWNAME)"?
nb: En fil med navnet «%(NAME)» (id %(ID)) er allerede tildelt dette området. Vil du bytte den ut med fila «%(NEWNAME)»?
nn: Ei fil med namnet «%(NAME)» (id %(ID)) er allereie tildelt dette området. Vil du byta den ut med fila «%(NEWNAME)»?

source: Are you sure you wish to remove that file from this article? The file will not be deleted.
nb: Er du sikker på at du vil fjerne den fila fra denne artikkelen? Fila vil ikke bli slettet.
nn: Er du viss på at du vil fjerna den fila frå denne artikkelen? Fila vil ikkje verta sletta.

source: If the problem persists please contact your system administrator and include the information at the bottom of this message.
nb: Hvis problemet fortsetter kontakt din systemadministrator og ta med informasjonen under denne meldingen.
nn: Viss problemet fortsetter kontakt din systemadministrator og ta med informasjonen under denne meldinga.

source: Failed to submit data, you have been logged out of Lixuz. Please open the Dashboard page in another tab or window and log in there, and then try to save your data again
nb: Klarte ikke å sende inn data, du har blitt logget ut av Lixuz. Åpne opp dashbordet ditt i en annen fane eller vindu og logg inn der og så forsøk å lagre igjen.
nn: Klarte ikkje å sende inn data, du har blitt logga ut av Lixuz. Opna opp dashbordet ditt i ein annan fane eller vindauge og logg inn der og så forsøk å lagra att.

source: You do not have access to save or access this data
nb: Du har ikke tilgang til å se eller lagre dette
nn: Du har ikkje tilgang til å sjå eller lagra dette

source: The data returned from the server was not safe, this is a bug. Your data may not have been saved.
nb: Tjeneren svarte med utrygg data - dette er en feil. Dine data har kanskje ikke blitt lagret.
nn: Tenaren svarte med utrygg data - dette er ein feil. Dine data har kanskje ikkje blitt lagra.

source: The data returned from the server was missing essential fields, this is a bug. Your data may not have been saved.
nb: Tjeneren svarte med en respons som manglet grunnleggende felt - dette er en feil. Dine data har kanskje ikke blitt lagret.
nn: Tenaren svarte med ein respons som manglet grunnleggjande felt - dette er ein feil. Dine data har kanskje ikkje blitt lagra.

source: The server did not reply with any data, this is a bug. Your data may not have been saved.
nb: Tjeneren sendte ikke et svar tilbake - dette er en feil. Dine data har kanskje ikke blitt lagret.
nn: Tenaren sendte ikkje eit svar tilbake - dette er ein feil. Dine data har kanskje ikkje blitt lagra.

source: A failure occurred while talking to the database server, this is most likely a bug. Your data has probably not been saved.
nb: En feil oppstod under kommunikasjon med databasetjeneren, dette er mest sannsynlig en feil i Lixuz. Dine data har kanskje ikke blitt lagret.
nn: Ein feil oppstod under kommunikasjon med databasetenaren, dette er mest sannsynleg ein feil i Lixuz. Dine data har kanskje ikkje blitt lagra.
