Repository: portu/lixuz
Catalog: i18n/*.po
Languages: nb, nn

source: An internal server error occurred while the server was processing your request. Please try again soon.
nb: En intern tjenerfeil oppstod mens tjeneren behandler forespørselen. Prøv igjen snart.
nn: Ein intern tenarfeil oppstod medan tenaren handsamar forespørselen. Prøv att snart.

source: The server misunderstood our request and attempted to return invalid data. Please try again soon.
nb: Tjeneren misforstod forespørselen og returnerte ugyldig data. Prøv igjen snart.
nn: Tenaren misforstod forespørselen og returnerte ugyldig data. Prøv att snart.

source: An error occurred with the request that was submitted.
nb: En feil oppstod med forespørselen som ble sendt inn.
nn: Ein feil oppstod med forespørselen som vart sendt inn.

source: The range is invalid. It must be in the form: FROM-TO (ie. 20-40)
nb: Intervallet er ugyldig. Det må vere i typen: FRA-TIL (f.eks. 20-40)
nn: Intervallet er ugyldig. Det må vera i typen: FRÅ-TIL (t.d. 20-40)

source: The minimum range can not be higher than the maximum range
nb: Minimumstallet kan ikke være høyere enn maksimumstallet
nn: Minimumstalet kan ikkje vera høgare enn maksimumstalet

source: All fields must be filled in.
nb: Alle felt må være fylt inn.
nn: Alle felt må vera fylt inn.

source: Failed to submit field data:
nb: Kunne ikke sende inn feltdata:
nn: Kunne ikkje sende inn feltdata:

source: Editing permissions for
nb: Redigerer tilgangsrettigheter for
nn: Redigerer tilgangsrettar for

source: the folder
nb: mappen
nn: mappa

source: user
nb: bruker
nn: brukar

source: role
nb: rolle
nn: rolle

source: Override existing permissions on subfolders
nb: Overstyr eksisterende tilgangsrettigheter på undermapper
nn: Overstyr eksisterande tilgangsrettar på undermapper

source: Permissions editor
nb: Redigering av tilgangsrettigheter
nn: Redigering av tilgangsrettar

source: Retrieving permissions data...
nb: Henter tilgangsinformasjon …
nn: Hentar tilgangsinformasjon …

source: Applying permissions...
nb: Tar i bruk tilgangsrettigheter …
nn: Tek i bruk tilgangsrettar …

source: You have to select which permission you want to grant.
nb: Du må velge tilgangsrettigheten til vil gi.
nn: Du må velja tilgangsrettigheten til vil gi.

source: Select the folder that you want to edit permissions for.
nb: Velg mappen du vil redigere tilgangsrettigheter for.
nn: Vel mappa du vil redigera tilgangsrettar for.

source: Select folder
nb: Velg mappe
nn: Vel mappe

source: Are you sure you wish to delete this template? If there are no other templates of the same type the website might crash when rendering pages that used to use this template.
nb: Er du sikker på at du vil slette denne malen? Hvis det ikke er noen andre maler av samme type kan nettsiden krasje når den lager sider som brukte denne malen.
nn: Er du viss på at du vil sletta denne malen? Viss det ikkje er nokon andre malar av same type kan nettsida krasje når den lagar sider som brukte denne malen.

source: Are you sure you wish to set this template as the default for its type?
nb: Er du sikker på at du vil velge denne malen som standard for denne typen?
nn: Er du viss på at du vil velja denne malen som standard for denne typen?

source: Setting as default...
nb: Setter som standard …
nn: Set som standard …

source: Are you sure you wish to delete that comment? It will be permanently lost.
nb: Er du sikker på at du vil slette den komentaren? Den blir permanent tapt.
nn: Er du sikker på at du vil sletta den komentaren? Den vert permanent tapt.

source: Deleting comment ...
nb: Sletter kommentar …
nn: Sletter kommentar …

source: By:
nb: Av:
nn: Av:

source: Delete this comment
nb: Slett denne kommentaren
nn: Slett denne kommentaren

source: You do not have the sufficient priviliges required to retrieve the live comment list
nb: Du har ikke tilgangsrettigheter til å hente lista over kommentarer på nett
nn: Du har ikkje tilgangsrettar til å henta lista over kommentarar på nett

source: Failed to retrieve the live comment list
nb: Kunne ikke hente lista over kommentarer på nett
nn: Kunne ikkje henta lista over kommentarar på nett

source: You must save the article before you can view comments made to it
nb: Du må lagre artikkelen før du kan se på kommentarer
nn: Du må lagra artikkelen før du kan sjå på kommentarar

source: Loading comment list ...
nb: Laster kommentarliste …
nn: Lastar kommentarliste …

source: Refreshing...
nb: Oppdaterer …
nn: Oppdaterar …

source: Parent folder
nb: Foreldremappe
nn: Foreldremappe

source: Folder name
nb: Mappenavn
nn: Mappenamn

source: You have to enter a name for the folder
nb: Du må skrive inn et navn for mappen
nn: Du må skriva inn eit namn for mappa

source: Creating folder...
nb: Oppretter mappe …
nn: Opprettar mappe …

source: Failed to create a new folder
nb: Kunne ikke opprette en ny mappe
nn: Kunne ikkje oppretta ein ny mappe

source: The tag "%(TAGNAME)" does not exist. Do you want to create this tag?
nb: Emneordet «%(TAGNAME)» finnes ikke. Vil du opprette dette emneordet?
nn: Emneordet «%(TAGNAME)» finst ikkje. Vil du oppretta dette emneordet?

source: The tag "%(TAGNAME)" does not exist, and you do not have permission to create new tags
nb: Emneordet «%(TAGNAME)» finnes ikke, og du har ikke tilgang til å opprette nye emneord.
nn: Emneordet «%(TAGNAME)» finst ikkje, og du har ikkje tilgang til å oppretta nye emneord.

source: Refusing to add empty tag.
nb: Nekter å legge til et tomt emneord.
nn: Nekter å leggja til eit tomt emneord.

source: Creating tag...
nb: Oppretter emneord …
nn: Opprettar emneord …

source: You must save the article before you can edit the fields for its folder. Please save this article then try again.
nb: Du må lagre artikkelen før du kan redigere felt. Lagre artikkelen og prøv igjen.
nn: Du må lagra artikkelen før du kan redigere felt. Lagre artikkelen og prøv igjen.

source: Loading field list...
nb: Laster feltliste …
nn: Lastar feltliste …

source: Add/remove additional fields
nb: Legg til/fjern tilleggsfelt
nn: Legg til/fjern tilleggsfelt

source: A fatal error occurred when creating the edit dialog. Unable to continue.
nb: En fatal feil oppstod under oppretting av redigeringsdialogboksen. Kan ikke fortsette.
nn: Ein fatal feil oppstod under oppretting av redigeringsdialogboksen. Kan ikkje halda fram.

source: The folder associated with this article was not found, you need to set a new folder
nb: Mappa denne artikkelen ligger i kunne ikke bli funnet. Du må velge en ny mappe.
nn: Mappa denne artikkelen ligg i kunna ikkje verta funne. Du må velja ein ny mappe.

source: This article does not have an associated folder, you need to place the article into a folder before you can add additional fields
nb: Denne artikkelen ligger ikke i en mappe. Du må legge artikkelen i en mappe før du kan redigere tilleggsfelt.
nn: Denne artikkelen ligg ikkje i ei mappe. Du må leggja artikkelen i ei mappe før du kan redigera tilleggsfelt.

source: The article must be saved and added to a folder before you can edit additional fields
nb: Artikkelen må lagres og ligge i en mappe før du kan redigere tilleggsfelt
nn: Artikkelen må lagrast og liggje i ei mappe før du kan redigera tilleggsfelt

source: A name for the role is required. Please enter one.
nb: Du må gi rollen et navn.
nn: Du må gi rollen eit namn.

source: Last backed up at %(date)
nb: Sist sikkerhetskopiert %(date)
nn: Sist sikkerhetskopiert %(date)

source: The backup has been fully restored. Note that any changes made by other users since this backup was created (other than comments) will be lost if you save it.
nb: Sikkerhetskopien har blitt gjenopprettet. Merk at alle endringer gjort av andre brukere siden denne sikkerhetskopien ble opprettet (utenom kommentarer) vil gå tapt hvis du lagrer den.
nn: Sikkerhetskopien har blitt gjenoppretta. Merk at alle endringar gjort av andre brukarar sida denne sikkerhetskopien vart oppretta (utanom kommentarar) vil gå tapt viss du lagrar den.

source: No backup data was found on the server that matched this dataset.
nb: Fant ikke noen sikkerhetskopier på tjeneren som passet til dette datasettet.
nn: Fann ikkje nokon sikkerhetskopier på tenaren som passa til dette datasettet.

source: Failed to retrieve backup data:
nb: Kunne ikke hente sikkerhetskopien:
nn: Kunne ikkje henta sikkerhetskopien:

source: Article ID:
nn: Artikkel ID:

source: Remove article
nn: Fjern artikkel

source: (auto)
nn: (automatisk)

source: Retrieving articles
nn: Hentar artiklar …

source: You have unsaved changes, those changes will be lost if you leave without saving.
nn: Du har ulagra endringar. Viss du beveg deg bort frå denne sida vil desse endringane gå tapt.

source: File selector
nb: Filvelger
nn: Filvelger

source: Add files
nb: Legg til filer
nn: Legg til filer

source: Enter the name of the tag you wish to add
nb: Skriv inn navnet på emneordet du vil legge til
nn: Skriv inn namnet på emneordet du vil leggja til

source: Adding...
nb: Legger til …
nn: Legg til …

source: Tags may not contain commas
nb: Emneord kan ikke innholde komma
nn: Emneord kan ikkje innhalde komma

source: That tag already exists.
nb: Dette emneordet finnes allerede
nn: Dette emneordet finst allereie

source: Enter the new name for this tag
nb: Skriv inn et nytt navn for dette emneordet
nn: Skriv inn eit nytt namn for dette emneordet

source: Change
nb: Endre
nn: Endra

source: Changing...
nb: Endrer …
nn: Endrar …

source: Are you sure you want to delete the tag "%(TAGNAME)" (%(TAGID))?
nb: Er du sikker på at du vil slette emneordet «%(TAGNAME)» (%(TAGID))?
nn: Er du viss på at du vil sletta emneordet «%(TAGNAME)» (%(TAGID))?

source: The video file with file_id %(FILEID) has not been converted to the FLV format used to serve video through Lixuz yet, the process is still running, please reload and try again in a few minutes.\n\nIf the conversion takes more than an hour, please contact your system administrator
nb: Videofila med fil IDen %(FILEID) har ikke blitt konvertert til FLV-formatet som blir brukt til å vise video via Lixuz ennå. Prosessen kjører fremdeles. Last sida på nytt og prøv igjen om noen minutter.\n\nHvis konverteringa tar mer enn en time, ta kontakt med din systemadministrator.
nn: Videofila med fil IDen %(FILEID) har ikkje blitt konvertert til FLV-formatet som vert brukt til å visa video via Lixuz ennå. Prosessen køyrer framleis. Last sida på nytt og prøv att om nokon minutt.\n\nViss konverteringa tek meir enn ein time, ta kontakt med din systemadministrator.

source: The conversion of this file (%(FILEID)) to the FLV format failed. Please contact your system administrator.
nb: Konverteringa av denne fila (%(FILEID)) til FLV-formatet mislyktes. Kontakt din systemadministrator.
nn: Konverteringa av denne fila (%(FILEID)) til FLV-formatet mislyktes. Kontakt din systemadministrator.

source: File
nb: Fil
nn: Fil

source: Change the caption to:
nb: Endre bildeteksten til:
nn: Endra biletteksten til:

source: Add to the lead
nb: Legg til i inngressen
nn: Legg til i inngressen

source: Add to the body
nb: Legg til i brødteksten
nn: Legg til i brødteksten

source: Fetching file information...
nb: Henter filinformasjon …
nn: Hentar filinformasjon …

source: Retrieving file spots
nb: Henter liste over filområder …
nn: Hentar lista over filområde …

source: Refusing to submit empty comment, please enter a comment, then re-submit.
nb: Nekter å sende inn en tom kommentar. Skriv inn en kommentar og prøv igjen.
nn: Nekter å sende inn ein tom kommentar. Skriv inn ein kommentar og prøv att.

source: Submitting comment...
nb: Sender inn kommentar …
nn: Sender inn kommentar …

source: You have to save the article before you can comment on it
nb: Du må lagre artikkelen før du kan kommentere på den
nn: Du må lagra artikkelen før du kan kommentera på den

source: Failed to submit comment:
nb: Klarte ikke sende inn kommentar:
nn: Klarte ikkje sende inn kommentar:

source: Are you sure that you want to permanently delete the article "%(NAME)"? This operation can not be reversed.
nb: Er du sikker på at du vil slette artikkelen «%(NAME)» permanent? Denne handlingen kan ikke gjøres om.
nn: Er du viss på at du vil sletta artikkelen «%(NAME)» permanent? Denne handlinga kan ikkje gjerast om.

source: Are you sure that you want to restore the article "%(NAME)"?
nb: Er du sikker på at du vil gjenopprette artikkelen «%(NAME)»?
nn: Er du viss på at du vil gjenopprette artikkelen «%(NAME)»?

source: Restoring...
nb: Gjenoppretter …
nn: Gjenoppretter …

source: You haven't selected any file(s) to upload
nb: Du har ikke valgt noen filer å laste opp
nn: Du har ikkje vald nokon filer å lasta opp

source: Uploading...
nb: Laster opp …
nn: Lastar opp …

source: Please wait until the other article has been accepted before accepting another
nb: Vent til den andre artikkelen har blitt godtatt før du prøver å godta en til
nn: Vent til den andre artikkelen har blitt godtatt før du prøver å godta ein til

source: Accepting...
nb: Godtar …
nn: Godtar …

source: Accepted!
nb: Godtatt.
nn: Godtatt.

source: Acceptance denied
nb: Ble nektet å godta
nn: Vart nekta å godta

source: Acceptance failed
nb: Klarte ikke godta
nn: Klarte ikkje godta

source: Lixuz has loaded several instances on top of each other. This is dangerous, and can result in data corruption. Please save your work and then reload.
nn: Lixuz har lasta fleire instansar på toppen av kvarandre. Dette er farlig og kan resultere i øydelagd data. Lagre arbeidet ditt og last sida på nytt.

source: Invalid daterange selected
nb: Ugyldig datointervall

source: Timetracker
nb: Timeliste

source: From and to date
nb: Fra og til dato

source: User
nb: Bruker

source: (any user)
nb: (alle brukere)

source: Failed to locate timeentry id. The path specified is invalid.
nb: Feil: Kunne ikke finne UIDen. Stien som er spesifisert er ugyldig.

source: Send, delete and edit
nb: Send, slett og rediger

source: Filter
nb: Filtre

source: Date-time range
nb: Dato og tids-intervall

source: Add an entry
nb: Legg til oppføring

source: Export as PDF
nb: Eksporter til PDF

source: Show articles edited
nb: Vis redigerte artikler

source: User Name
nb: Brukernavn

source: Start date/time
nb: Startdato/tid

source: End date/time
nb: Sluttdato/tid

source: Duration
nb: Varighet

source: IP in
nb: IP-inn

source: IP Out
nb: IP-ut

source: Entry type
nb: Oppføringstype

source: Manual entry
nb: Manuell oppføring

source: Automatic entry
nb: Automatisk oppføring

source: Edit or view
nb: Rediger eller vis

source: by %(AUTHOR) at %(DATETIME)
nb: av %(AUTHOR) på %(DATETIME)

source: %(AUTHOR) at %(DATETIME)
nb: %(AUTHOR) på %(DATETIME)

source: Show basic list
nb: Vis enkel liste

source: From-To
nb: Fra - til

source: Wordcount
nb: Antall ord

source: Stop
nb: Stopp

source: Available assignments
nb: Tilgjengelige oppgaver

source: My assignments
nb: Mine oppgaver
