Repository: portu/lixuz
Catalog: i18n/*.po
Languages: nb, nn

source: Maximum depth of nodes reached
nb: Maksnivå på noder er nådd
nn: Maksnivå på noder er nådd

source: Reset
nb: Nullstill
nn: Nullstill

source: This message has been automatically generated by Lixuz
nb: Denne meldingen er sendt automatisk av Lixuz
nn: Denne meldinga er sendt automatisk av Lixuz

source: Single line
nb: En linje
nn: Ei linje

source: Multi-line
nb: Flere linjer
nn: Fleire linjer

source: Custom pulldown
nb: Tilpasset nedtrekksmeny
nn: Tilpassa nedtrekksmeny

source: Range-defined pulldown
nb: Intervall-definert nedtrekksmeny
nn: Intervall-definert nedtrekksmeny

source: Multiple select
nb: Fleire-val
nn: Fleire val

source: Date/time
nb: Dato/tid
nn: Dato/tid

source: Pulldown
nb: Nedtrekksmeny
nn: Nedtrekksmeny

source: Checkbox
nb: Avkryssingsboks
nn: Avkryssingsboks

source: Range
nb: Intervall
nn: Intervall

source: Metadata (date)
nb: Metadata (dato)
nn: Metadata (dato)

source: Metadata (integer)
nb: Metadata (heltall)
nn: Metadata (heiltal)

source: (unknown - not set in database)
nb: (ukjent - ikke satt i databasen)
nn: (ukjend - ikkje sett i databasen)

source: (unknown - "%(FIELDNAME)")
nb: (ukjent - «%(FIELDNAME»)
nn: (ukjend - «%(FIELDNAME»)

source: Unknown
nb: Ukjent
nn: Ukjend

source: (user not found)
nb: (bruker ikke funnet)
nn: (brukar ikkje funne)

source: %(ROLE_NAME) (role)
nb: %(ROLE_NAME) (rolle)
nn: %(ROLE_NAME) (rolle)

source: File ID:
nb: Fil ID:
nn: Fil ID:

source: Folder:
nb: Mappe:
nn: Mappe:

source: View other versions
nb: Se andre versjoner
nn: Sjå andre versjonar

source: Change status of an article to "%(STATUS)"
nb: Endre statusen til en artikkel ti «%(STATUS)»
nn: Endra statusen til ein artikkel til «%(STATUS)»

source: Reassign an article to the role "%(ROLE)"
nb: Tildel en artikkel til rollen «%(ROLE)»
nn: Tildel ein artikkel til rollen «%(ROLE)»

source: Assign articles to users
nb: Tildel artikler til brukere
nn: Tildel artiklar til brukarar

source: Default/generic
nb: Standard/generell
nn: Standard/generell

source: Draft
nb: Utkast
nn: Utkast

source: Live
nb: Live (på nett)
nn: Live (på nett)

source: Revision
nb: Revisjon
nn: Revisjon

source: Empty cache
nb: Tøm hurtiglager
nn: Tøm snøgglager

source: (Use with care, this will make any template changes done before the cache was emptied take effect on the live website immediately (instead of within 24 hours), but will also slow down the website while the cache gets refilled)
nb: (Vær forsiktig, dette vil gjøre alle malendringer gjort før hurtiglageret blir tømt gjeldende nå (istedet for innen 24 timer) men vil også gjøre nettsida treigere mens hurtiglageret fylles på nytt)
nn: (Vêr forsiktig, dette vil gjera alle malendringar gjort før snøgglageret vert tømt gjeldande no (istedet for innan 24 timar) men vil òg gjera nettsida treigera medan snøgglageret fylles på nytt)

source: (you do not have permission to empty memcached)
nb: (du har ikke tilgang til å tømme memcached)
nn: (du har ikkje tilgang til å tømme memcached)

source: Unique ID
nb: Unik ID
nn: Unik ID

source: default
nb: standard
nn: standard

source: Action
nb: Handling
nn: Handling

source: Replace
nb: Erstatt
nn: Byt ut

source: Delete
nb: Slett
nn: Slett

source: Set as default
nb: Sett som standard
nn: Set som standard

source: Add new entry
nb: Legg til oppføring
nn: Legg til oppføring

source: Title/content
nb: Tittel/innhold
nn: Tittel/innhald

source: Link
nb: Lenke
nn: Lenkje

source: Source
nb: Kilde
nn: Kjelde

source: New Category
nb: Opprett kategori
nn: Opprett kategori

source: Parent category
nb: Forelderkategori
nn: Forelderkategori

source: External link
nb: Ekstern lenke
nn: Ekstern lenkje

source: Category ID
nb: Kategor-ID
nn: Kategor-ID

source: Parent
nb: Forelder
nn: Forelder

source: Display type
nb: Visningstype
nn: Visingstype

source: Edit
nb: Rediger
nn: Rediger

source: Are you sure you want to delete the category "%(CATEGORYNAME)"?
nb: Er du sikker på at du vil slette kategorien «%(CATEGORYNAME)»?
nn: Er du viss på at du vil sletta kategorien «%(CATEGORYNAME)»?

source: Article ordering
nn: Artikkelsortering

source: Article Ordering
nn: Artikkelsortering

source: Category layout for:
nn: Sideoppsett for:

source: Loading ...
nn: Lastar …

source: Spot
nn: Område:

source: Folder actions
nb: Mappehandlinger
nn: Mappehandlingar

source: New folder
nb: Opprett mappe
nn: Opprett mappe

source: Edit folder
nb: Rediger mappe
nn: Rediger mappe

source: Delete a folder
nb: Slett en mappe
nn: Slett ei mappe

source: Rename a folder
nb: Endre mappenavn
nn: Gje nytt namn til ei mappe

source: Move a folder
nn: Flytt ei mappe

source: Confirm password
nb: Bekreft passord
nn: Stadfest passord

source: Submit
nb: Send inn
nn: Send inn

source: Enter Your Email Address
nb: Skriv inn e-postadressa di
nn: Skriv inn e-postadressa di

source: New article
nb: Opprett artikkel
nn: Opprett artikkel

source: Trash
nb: Papirkurv
nn: Papirkurv

source: New category
nb: Opprett kategori
nn: Opprett kategori

source: Add a new word
nb: Legg til et nytt ord
nn: Legg til eit nytt ord

source: Upload files
nb: Last opp filer
nn: Last opp filer

source: File classes
nb: Filklasser
nn: Filklassar

source: Tags
nb: Emneord
nn: Emneord

source: Updating feeds...
nb: Oppdaterer kilder …
nn: Oppdaterer kjelder …

source: Send a manual newsletter
nb: Send et manuelt nyhetsbrev
nn: Send eit manuelt nyheitsbrev

source: New user
nb: Opprett bruker
nn: Opprett brukar

source: New role
nb: Opprett rolle
nn: Opprett rolle

source: Empty memcached
nb: Tøm memcached
nn: Tøm memcached

source: (any)
nb: (hvilken som helst)
nn: (kva som helst)

source: Lixuz version %(VERSION)
nb: Lixuz versjon %(VERSION)
nn: Lixuz versjon %(VERSION)

source: Log out
nb: Logg ut
nn: Logg ut

source: First
nb: Første
nn: Første

source: Previous
nb: Forrige
nn: Førre

source: Page %(PAGER) of %(PAGES)
nb: Side %(PAGER) av %(PAGES)
nn: Side %(PAGER) av %(PAGES)

source: Next
nb: Neste
nn: Neste

source: Last
nb: Siste
nn: Siste

source: Note: Suppressed display of %(NUMBER) unreadable %(OBJECT_NAME_PLURAL)
nb: Merk: Hindret visning av %(NUMBER) ulesbare %(OBJECT_NAME_PLURAL)
nn: Merk: Hindra vising av %(NUMBER) ulesbare %(OBJECT_NAME_PLURAL)

source: Add
nb: Legg til
nn: Legg til

source: select
nb: velg
nn: vel

source: Select
nb: Velg
nn: Vel

source: Subject
nb: Emne
nn: Emne

source: Comment
nb: Kommenter
nn: Kommenter

source: Submit new comment
nb: Send inn kommentar
nn: Send inn kommentar

source: Save
nb: Lagre
nn: Lagra

source: Save and close
nb: Lagre og lukk
nn: Lagra og lukk

source: Workflow
nb: Arbeidsflyt
nn: Arbeidsflyt

source: Relationships
nb: Relasjoner
nn: Relasjonar

source: Live comments
nb: Kommentarer på nett
nn: Kommentarar på nett

source: Secondary folders
nb: Ekstramapper
nn: Ekstramapper

source: Additional elements
nb: Tilleggselement
nn: Tilleggselement

source: New Article
nb: Opprett artikkel
nn: Opprett artikkel

source: Edit fields
nb: Rediger felt
nn: Rediger felt

source: Article ID
nb: Artikkel ID
nn: Artikkel ID

source: (not saved)
nb: (ikke lagret)
nn: (ikkje lagra)

source: <b>%(SUBJECT)</b> <span class="lite"><i>%(AUTHOR)</i> at %(DATETIME) on revision %(REVISION)</span>
nb: <b>%(SUBJECT)</b> <span class="lite"><i>%(AUTHOR)</i> %(DATETIME) på revisjon %(REVISION)</span>
nn: <b>%(SUBJECT)</b> <span class="lite"><i>%(AUTHOR)</i> %(DATETIME) på revisjon %(REVISION)</span>

source: <span class="lite"><i>%(AUTHOR)</i> at %(DATETIME) on revision %(REVISION)</span>
nb: <span class="lite"><i>%(AUTHOR)</i> %(DATETIME) på revisjon %(REVISION)</span>
nn: <span class="lite"><i>%(AUTHOR)</i> %(DATETIME) på revisjon %(REVISION)</span>

source: Attach a file to this article
nb: Legg en fil til denne artikkelen
nn: Legg ei fil til denne artikkelen

source: Upload new files
nb: Last opp filer
nn: Last opp filer

source: Create new relationships
nb: Opprett nye relasjoner
nn: Opprett nye relasjonar

source: Article title
nb: Artikkel tittel
nn: Artikkel tittel

source: Preview
nb: Forhåndsvis
nn: Førehandsvis

source: Remove
nb: Fjern
nn: Fjern

source: Accept this assignment
nb: Godta denne oppgaven
nn: Godta denne oppgaven

source: Assigned by
nb: Tildelt av
nn: Tildelt av

source: Priority
nb: Prioritet
nn: Prioritet

source: Start date
nb: Startdato
nn: Startdato

source: Deadline
nb: Tidsfrist
nn: Tidsfrist

source: Notify me via e-mail when any changes are made to this article
nb: Send meg en e-post når denne artikkelen blir endret
nn: Send meg ein e-post når denne artikkelen vert endra

source: List revisions
nb: Se liste over revisjoner
nn: Sjå lista over revisjonar

source: Submit changes
nb: Lagre endringene
nn: Lagra endringane

source: Save Changes
nb: Lagre endringer
nn: Lagra endringar

source: Locked by %(USER)
nb: Låst av %(USER)
nn: Låst av %(USER)

source: Full title: %(TITLE)
nb: Full tittel: %(TITLE)
nn: Full tittel: %(TITLE)

source: You don't have permission to change the status of this article
nb: Du har ikke tilgang til å endre statusen til denne artikkelen
nn: Du har ikkje tilgang til å endre statusen til denne artikkelen

source: You don't have permission to reassign this article
nb: Du har ikke tilgang til å tildele denne artikkelen til noen andre
nn: Du har ikkje tilgang til å tildele denne artikkelen til nokon andre

source: Read
nb: Les
nn: Les

source: Restore
nb: Gjenopprett
nn: Gjenopprett

source: Move to trash
nb: Flytt til papirkurven
nn: Flytt til papirkorga

source: articles
nb: artikler
nn: artiklar

source: Enable live comments
nb: Slå på kommentarer på nett
nn: Slå på kommentarar på nett

source: Nobody has commented on this article yet
nb: Ingen har kommentert på denne artikkelen
nn: Inga har kommentert på denne artikkelen

source: Add new elements
nb: Legg til nye elementer
nn: Legg til nye elementer

source: Create a new element
nb: Opprett et element
nn: Opprett eit element

source: Click on a folder to toggle if this article should be in that folder or not. Secondary folders are hilighted. Your selections will be saved when you save the article.
nb: Trykk på en mappe for å velge om artikkelen skal være i den mappen eller ikke. Mapper som er valgt er uthevet. Endringene dine blir lagret når du lagrer artikkelen.
nn: Trykk på ei mappe for å velja om artikkelen skal vera i den mappa eller ikkje. Mapper som er vald er uthevet. Endringane dine vert lagra når du lagrar artikkelen.

source: Edit Article
nb: Rediger en artikkel
nn: Rediger artikkel

source: (no caption set)
nb: (ingen bildetekst er valgt)
nn: (inga bilettekst er vald)

source: File Id:
nb: Fil ID:
nn: Fil ID:

source: File Name:
nb: Filnavn:
nn: Filnamn:

source: File Size:
nb: Filstørrelse:
nn: Fil-storleik:

source: Article Id
nb: Artikkel ID
nn: Artikkel ID

source: Finalizing upload...
nb: Gjør ferdig opplastning …
nn: Gjer ferdig opplastning …

source: Saved
nb: Lagret
nn: Lagra

source: Folder
nb: Mappe
nn: Mappe

source: Additional folder
nb: Tilleggsmappe
nn: Tilleggsmappe

source: File class
nb: Filklasse
nn: Filklasse

source: File metadata
nb: Fil metadata
nn: Fil metadata

source: File ID
nb: Fil ID
nn: Fil ID

source: Path
nb: Sti
nn: Stig

source: Original file size
nb: Original filstørrelse
nn: Original filstorleik

source: Owner
nb: Eier
nn: Eigar

source: nobody
nb: ingen
nn: inga

source: Uploaded on
nb: Lastet opp
nn: Lasta opp

source: Last edited on
nb: Sist redigert
nn: Sist redigert

source: image
nb: bilde
nn: bilete

source: video - FLV will be used
nb: video - FLV vil bli brukt
nn: video - FLV vil verta brukt

source: Width
nb: Bredde
nn: Breidd

source: Height
nb: Høyde
nn: Høgd

source: FLV file size
nb: FLV-størrelse
nn: FLV-storleik

source: Upload more
nb: Last opp flere
nn: Last opp fleire

source: Upload
nb: Last opp
nn: Last opp

source: Tools
nb: Verktøy
nn: Verktøy

source: Show crop preview
nb: Forhåndsvis beskjæring
nn: Førehandsvis beskjæring

source: Save crop
nb: Lagre beskjæring
nn: Lagra beskjæring

source: Hide original
nb: Skjul original
nn: Gøym original

source: Showing child images of image %(IMAGE)
nb: Viser underbilder av %(IMAGE)
nn: Viser underbilete av %(IMAGE)

source: Status: Active
nb: Status: Aktiv
nn: Status: Aktiv

source: Status: Inactive
nb: Status: Inaktiv
nn: Status: Inaktiv

source: Edit file
nb: Rediger fil
nn: Rediger fil

source: Crop image
nb: Beskjær bildet
nn: Beskjær bilete

source: View full-size
nb: Vis i full størrelse
nn: Vis i full storleik

source: Download file
nb: Last ned fil
nn: Last ned fil

source: Size:
nb: Størrelse:
nn: Storleik:

source: FLV size
nb: FLV-størrelse
nn: FLV-storleik

source: Folders:
nb: Mapper:
nn: Mapper:

source: files
nb: filer
nn: filer

source: Lixuz has multiple file classes available. Select the class that best fits the file(s) you wish to upload.
nb: Lixuz har flere forskjellige filklasser tilgjengelig. Velg klassen som best passer filene du vil laste opp.
nn: Lixuz har fleire filklasser tilgjengeleg. Vel klassen som passar best til fil(ene) du vil laste opp.

source: Continue
nb: Fortsett
nn: Fortsett

source: Define the fields to use for this file class
nb: Velg feltene som skal brukes til denne filklassen
nn: Definert feltene som skal brukast for denne filklassen

source: Create class and edit fields
nb: Opprett klasse og rediger felt
nn: Opprett klasse og rediger felt

source: Add new class
nb: Opprett en ny klasse
nn: Opprett ny klasse

source: Send newsletter
nb: Send nyhetsbrev
nn: Send nyheitsbrev

source: View sent mails
nb: Vis sendte e-poster
nn: Vis sendte e-postar

source: Add a group
nb: Legg til gruppe
nn: Legg til gruppe

source: Edit groups
nb: Rediger grupper
nn: Rediger grupper

source: Add Subscribers
nb: Legg til abonnementer
nn: Legg til abonnenter

source: Import Subscribers
nb: Importer abonnementer
nn: Importer abonnenter

source: Export Subscribers to CSV
nn: Eksporter abonnenter til CSV

source: Subscription ID
nb: Abonnements-ID
nn: Abonnements-ID

source: Preferred format
nb: Foretrukket format
nn: Foretrukket format

source: Monthly
nb: Månedlig
nn: Månadleg

source: Weekly
nb: Ukentlig
nn: Vekentleg

source: Daily
nb: Daglig
nn: Dagleg

source: None
nb: Ingen
nn: Inga

source: Assign to Group
nb: Tildel til gruppe
nn: Tildel til gruppe

source: Add recipients
nb: Legg til mottakere
nn: Legg til mottakarar

source: from database
nb: fra database
nn: frå database

source: from group
nb: fra gruppe
nn: frå gruppe

source: or
nb: eller
nn: eller

source: manually
nb: manuelt
nn: manuelt

source: Recipients
nb: Mottakere
nn: Mottakarar

source: no recipients added
nb: ingen mottakere er lagt til
nn: inga mottakarar er lagt til

source: From
nb: Fra
nn: Frå

source: Text
nb: Tekst
nn: Tekst

source: Message
nb: Melding
nn: Melding

source: User settings
nb: Brukerinnstillinger
nn: Brukarinnstillingar

source: Admin settings
nb: Administrative innstillinger
nn: Administrative innstillingar

source: Additional fields
nb: Tilleggsfelt
nn: Tilleggsfelt

source: Statuses
nb: Statuser
nn: Statuser

source: Config widgets
nb: Sett opp skjermelementer
nn: Set opp skjermelementer

source: Status name
nb: Statusnavn
nn: Statusnamn

source: Mandatory system status
nb: Obligatorisk systemstatus
nn: Obligatorisk systemstatus

source: Are you sure you want to delete the status "%(STATUSNAME)"?
nb: Er du sikker på at du vil seltte statusen «%(STATUSNAME)»?
nn: Er du viss på at du vil seltte statusen «%(STATUSNAME)»?

source: Add new status
nb: Legg til ny status
nn: Legg til ny status

source: Configure defaults for the "My Assignments" widget
nb: Sett opp standardverdiene for «mine oppgaver» elementet
nn: Set opp standardverdiane for «mine oppgåver» elementet

source: Status Name
nb: Statusnavn
nn: Statusnamn

source: An article may only have a single revision that is in an exclusive status at any one time. Older revisions of the article get set to "Inactive" instead.
nn: Ein artikkel kan berre ha ein enkelt revisjon som er i ein eksklusiv status. Eldre revisjonar av artikkelen vart sett til «Inaktiv».

source: Exclusive status
nn: Eksklusiv status

source: Field ID
nb: Felt ID
nn: Felt ID

source: Field name
nb: Feltnavn
nn: Feltnamn

source: Field type
nb: Felt type
nn: Felt type

source: Module
nb: Modul
nn: Modul

source: (all/any)
nb: (hvilken som helst)
nn: (kva som helst)

source: Metadata fields can not be edited or deleted
nb: Metadata-felt kan ikke redigeres eller slettes
nn: Metadata-felt kan ikkje redigerast eller slettast

source: Inline fields can not be edited or deleted
nb: Innebygde felt kan ikke redigeres eller slettes
nn: Innebygde felt kan ikkje redigerast eller slettast

source: Are you sure you want to delete the additional field "%(FIELDNAME)" and all values entered into it? This action can not be undone.
nb: Er du sikker på at du vil slette tilleggsfeltet «%(FIELDNAME)» og alle verdier det har? Denne handlingen kan ikke angres.
nn: Er du viss på at du vil sletta tilleggsfeltet «%(FIELDNAME)» og alle verdiar det har? Denne handlinga kan ikkje angrast.

source: Values, separated by a comma followed by an optional space
nb: Verdier, separert med et komma etterfult av et valgfritt mellomrom
nn: Verdiar, separert med eit komma etterfulgt av eit valfritt mellomrom

source: Use the rich text editor on this field
nb: Bruk det grafiske skriveprogrammet på dette feltet
nn: Bruk det grafiske skriveprogrammet på dette feltet

source: Single line input
nb: En linje
nn: Ein linje

source: Multi line input
nb: Flere linjer
nn: Fleire linjer

source: Multiple-choice checkbox
nb: Avkryssningsboks med flere valg
nn: Avkryssningsboks med fleire val

source: Predefined pulldown
nb: Intervall-definert nedtrekksmeny
nn: Intervall-definert nedtrekksmeny

source: Date and time
nb: Dato og tid
nn: Dato og tid

source: Date
nb: Dato
nn: Dato

source: Date and time range
nb: Dato og tids-intervall
nn: Dato og tids-område

source: Add a new field
nb: Legg til et nytt felt
nn: Legg til eit nytt felt

source: Add new user
nb: Opprett bruker
nn: Opprett brukar

source: Add new role
nb: Opprett rolle
nn: Opprett rolle

source: User ID
nb: Bruker ID
nn: Brukar ID

source: Firstname
nb: Fornavn
nn: Fornamn

source: Lastname
nb: Etternavn
nn: Etternamn

source: Email
nb: E-post
nn: E-post

source: Are you sure you want to delete the user "%(USERNAME)"?
nb: Er du sikker på at du vil slette brukeren «%(USERNAME)»?
nn: Er du viss på at du vil sletta brukaren «%(USERNAME)»?

source: Role ID
nb: Rolle ID
nn: Rolle ID

source: Are you sure you want to delete the role "%(ROLENAME)"?
nb: Er du sikker på at du vil slette rollen «%(ROLENAME)»?
nn: Er du viss på at du vil sletta rollen «%(ROLENAME)»?

source: Role name
nb: Rollenavn
nn: Rollenamn

source: Additional rights (ie. from plugins)
nn: Ekstra tilgongsrettar (t.d. frå programtillegg)

source: You are a super user, you may %(HTML_LINK_START_TAG)access the complete edit form
nb: Du er en superbruker, du kan %(HTML_LINK_START_TAG)få tilgang til hele redigeringsskjemaet
nn: Du er ein superbrukar, du kan %(HTML_LINK_START_TAG)få tilgang til heile redigeringsskjemaet

source: You must enter your old password for confirmation to be able to change it
nb: Du må skrive inn ditt gamle passord som bekreftelse for å kunne endre det
nn: Du må skriva inn ditt gamle passord som bekreftelse for å kunna endra det

source: Your old password is the same as the new password
nb: Ditt gamle passord er det samme som ditt nye passord
nn: Ditt gamle passord er ein gong som ditt nye passord

source: Your new password is too short, it should be at least 5 characters long
nb: Ditt nye passord er for kort, det må være minst 5 tegn langt
nn: Ditt nye passord er for kort, det må vera minst 5 teikn langt

source: Your old password (only required when changing your password)
nb: Ditt gamle passord (bare påkrevd når du endrer passordet ditt)
nn: Ditt gamle passord (berre påkrevd når du endrar passordet ditt)

source: (autodetect)
nb: (oppdag automatisk)
nn: (oppdag automatisk)

source: Welcome to Lixuz, %(NAME) (%(USERNAME))
nb: Velkommen til Lixuz, %(NAME) (%(USERNAME))
nn: Velkomen til Lixuz, %(NAME) (%(USERNAME))

source: Assignments for:
nn: Oppgåver for:

source: Me
nn: Meg

source: Available assignments for:
nn: Tilgjengelege oppgåver for:

source: Recent "%(STATUS_NAME)" articles
nb: Nyeste «%(STATUS_NAME)» artikler
nn: Nyeste «%(STATUS_NAME)» artiklar

source: Recent comments
nb: Nylige kommentarer
nn: Nylige kommentarar

source: Accept?
nb: Godta?
nn: Godta?

source: Accept
nb: Godta
nn: Godta

source: Article
nb: Artikler
nn: Artiklar

source: New tag
nb: Opprett emneord
nn: Opprett emneord

source: Tag ID
nb: Emneord-ID
nn: Emneord-ID

source: Tag name
nb: Emneord
nn: Emneord

source: Word ID
nb: Ord ID
nn: Ord ID

source: Are you sure you want to delete the definition of the word "%(WORD)"?
nb: Er du sikker på at du vil slette definisjonen av ordet «%(WORD)»?
nn: Er du viss på at du vil sletta definisjonen av ordet «%(WORD)»?

source: Saving article...
nb: Lagrer artikkel …
nn: Lagrar artikkel …

source: <b><i>Changes saved at %(date)<b></i>
nb: <b><i>Endringer lagret %(date)</b></i>
nn: <b><i>Endringar lagret %(date)</b></i>

source: You don't have permission to set the article to the attempted status
nb: Du har ikke tilgang til å endre status på artikkelen til denne statusen
nn: Du har ikkje tilgang til å endra status på artikkelen til denne statusen

source: Failed to save the article, it is currently locked for editing by <i>%(USER)</i>.
nb: Kunne ikke lagre artikkelen, den er låst av <i>%(USER)</i>
nn: Kunne ikkje lagra artikkelen, den er låst av <i>%(USER)</i>

source: You are neither the assigner nor the assignee of this article, so you can not change any of the data.
nb: Du er verken den som tildelte eller den som er tildelt denne artikkelen, så du kan ikke endre den.
nn: Du er verken den som tildelte eller den som er tildelt denne artikkelen, så du kan ikkje endra den.

source: There are files that live in the same directory as this article, do you want to move them to the new folder as well?
nb: Det er filer som ligger i samme mappe som denne artikkelen, vil du flytte disse filene også?
nn: Det er filer som ligg i same mappe som denne artikkelen, vil du flytta desse filene òg?

source: You have an unsaved comment. Do you want to save it now? If you choose not to save it, the comment will be lost.
nb: Du har en ulagret kommentar. Vil du lagre den? Hvis du ikke lagrer den vil kommentaren gå tapt.
nn: Du har ein ulagra kommentar. Vil du lagra den? Viss du ikkje lagrar den vil kommentaren gå tapt.

source: You have an unsaved comment. Do you want to save it too?
nb: Du har en ulagret kommentar. Vil du lagre den også?
nn: Du har ein ulagra kommentar. Vil du lagra den òg?

source: You have reassigned this article. This will result in the article being automatically closed after saving. Do you want to save it now?
nb: Du har tildelt denne artikkelen til noen andre. Dette vil resultere i at artikkelen automatisk blir lukket etter at du har lagret den. Vil du lagre nå?
nn: Du har tildelt denne artikkelen til nokon andre. Dette vil resultera i at artikkelen automatisk vert lukka etter at du har lagra den. Vil du lagra no?

source: Accepting assingment ...
nb: Godtar oppgave …
nn: Godtar oppgave …

source: You have accepted this assignment
nb: Du har godtatt denne oppgaven
nn: Du har godtatt denne oppgaven

source: You were denied access to accepting this assignment
nb: Du ble nektet tilgang til å godta denne oppgaven
nn: Du vart nekta tilgang til å godta denne oppgaven

source: Failed to accept assignment.
nb: Klarte ikke å godta oppgaven.
nn: Klarte ikkje å godta oppgaven.

source: Failed to accept assignment:
nb: Klarte ikke å godta oppgaven:
nn: Klarte ikkje å godta oppgaven:
